{
  "auto-session": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "briefing.nvim": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "codediff.nvim": { "branch": "feat/explorer-scroll-diff-buffers" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "gitportal.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grapple.nvim": { "branch": "main" },
  "gx.nvim": { "branch": "main" },
  "hbac.nvim": { "branch": "main" },
  "kulala.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.clue": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "multicursor.nvim": { "branch": "main" },
  "neocodeium": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "other.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "readline.nvim": { "branch": "main" },
  "scope.nvim": { "branch": "main" },
  "sidekick.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "sort.nvim": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "tailwind-hover.nvim": { "branch": "main" },
  "tailwindcss-colors.nvim": { "branch": "main" },
  "tailwindcss-dial.nvim": { "branch": "main" },
  "tailwindcss-shades.nvim": { "branch": "main" },
  "termite.nvim": { "branch": "main" },
  "text-case.nvim": { "branch": "main" },
  "timber.nvim": { "branch": "main" },
  "treewalker.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "visual-whitespace.nvim": { "branch": "main" },
  "window-picker": { "branch": "main" },
  "winshift.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
